{
    "totalSlides": 16,
    "slideExplanations": [
        "The US is implementing a 10% tariff on all imports. This policy is expected to have several measurable economic effects:\n\nGDP Contraction: We're projecting a 0.3% contraction in US GDP for the first quarter of 2025. This suggests the tariffs may slow economic growth initially as businesses and consumers adjust to higher prices.\n\nHousehold Impact: The average household can expect to incur an additional cost of approximately $3,800 per year (in 2024 dollars). This reflects the pass-through effect of tariffs on consumer goods and potentially other economic factors like reduced competition.\n\nThese figures suggest the tariffs will create economic headwinds, though they might be intended to protect specific domestic industries or address trade imbalances. The world map graphic with tariff arrows implies these effects won't be confined to the US—they'll create ripple effects across global trade relationships and supply chains.",
        "This slide provides an executive summary of the US tariffs in 2025. The key highlights include a projected US GDP impact of -0.3% in Q1 2025, marking the first economic contraction in three years. The projected price increases are estimated at 2.3% on average for consumers due to the tariffs. The slide also mentions the 'Liberation Day' tariffs, which include a baseline 10% tariff on all imports effective from April 5, 2025. Additional tariffs are imposed on specific countries, with China facing 145% total duties. The automotive sector is subject to 25% tariffs, though there is partial relief through domestic production credits. Retaliatory tariffs are expected from China (125%), Canada, Mexico, Germany, and Japan. PWBM projects a 6% reduction in long-run GDP and a 5% reduction in wages as a result of these measures. The slide concludes with a quote emphasizing the double-edged nature of tariffs and their potential to breed fragmentation in the future.",
        "Slide 3 details...",
        "Slide 4 details...",
        "Slide 5 details...",
        "Slide 6 details...",
        "Slide 7 details...",
        "Slide 8 details...",
        "Slide 9 details...",
        "Slide 10 details...",
        "Slide 11 details...",
        "Slide 12 details...",
        "Slide 13 details...",
        "Slide 14 details...",
        "Slide 15 details...",
        "Slide 16 details..."
    ]
}
